#Authentication
# Reset
authentication.reset.session_and_reset_not_valid=Nessuna sessione attiva e non \u00E8 stato specificato alcun id di reset password.
authentication.reset.reset_not_valid=Codice di reset password non valido.
authentication.reset.same_password=La tua nuova password non pu\u00F2 essere uguale alla precedente.
# Session
authentication.sessions.not_your_session=Questa non \u00E8 la tua sessione
# Login
authentication.login.already_logged_in=Sei gi\u00E0 loggato
authentication.login.invalid_credentials=Mail o password invalida
authentication.login.authentication_disabled=Your account has been disabled. Please contact the support to gain access again to it
# Email
authentication.email.account_exists=L'email {0} \u00E8 gi\u00E0 stata usata. Se non riesci ad accedere, prova a reimpostare la tua password.
authentication.email.pending_confirmation=Per accedere, conferma la tua email.
#Badge
badge.not_found=Badge non trovato.
# Fursuit
badge.fursuit.not_found=Fursuit non trovata.
badge.fursuit.fail.not_owner=Non puoi modificare questa fursuit. Non \u00E8 la tua!
badge.fursuit.fail.limit_reached=Hai raggiunto il numero massimo di fursuit per profilo ({0}). Ricco asf!
badge.fursuit.fail.bring_to_event_limit_reached=Acquista pi\u00F9 fursuit-badge per poter portare questa fursuit.
badge.fursuit.fail.already_bringing_to_event=Stai gi\u00E0 portando questa suit.
badge.fursuit.fail.not_bringing_to_event=Non stai gi\u00E0 portando questa suit.
# Upload
badge.upload.fail=C'\u00E8 stato un errore durante il caricamento del nuovo badge.
badge.upload.fail.file_too_big=L'immagine che stai provando a caricare \u00E8 troppo grande. Prova a comprimerla.
badge.upload.fail.invalid=L'immagine che stai provando a caricare \u00E8 illeggibile. Prova a convertirla in un altro formato.
badge.upload.fail.size_too_big=L'immagine che stai provando a caricare ha una risoluzione troppo alta. Prova a rimpicciolirla.
#User
user.not_found=Utente non trovato.
user.language_not_supported=Lingua non supportata.
# Personal info validation
user.personal_information.cant_mark_as_updated=Si \u00E8 verificato un errore mentre aggiornavamo le tue informazioni personali. Per favore, controllale manualmente consultando il tab "Utente". Errori riscontrati: {0}
user.personal_information.invalid_birth_country=Nazione di nascita non valida: {0}
user.personal_information.expected_birth_region=Non hai compilato la provincia di nascita per la nazione {0}
user.personal_information.invalid_birth_region=Provincia di nascita non valida: {0}
user.personal_information.invalid_residence_country=Nazione di residenza non valida: {0}
user.personal_information.expected_residence_region=Non hai compilato la provincia di residenza per la nazione {0}
user.personal_information.invalid_residence_region=Provincia di residenza non valida: {0}
user.personal_information.invalid_phone_prefix=Prefisso telefonico invalido: {0}
user.personal_information.invalid_telegram_username=Username del tuo account telegram non valido
user.personal_information.invalid_id_number=Devi indicare il numero del tuo documento di identit\u00E0
user.personal_information.invalid_id_issuer=Devi indicare l'emittente del tuo documento di identit\u00E0
#Order
order.user_already_bought_event=L'utente ha gi\u00E0 un ordine per {0}.
order.is_daily=L'utente ha un biglietto giornaliero.
order.not_found=Ordine non trovato.
order.not_paid=L'ordine non \u00E8 stato ancora pagato.
# Payments
order.payment_illegal_state=Il pagamento {0} dell'ordine "{1}" \u00E8 in uno stato non ammesso.
order.refund_illegal_state=Il rimborso {0} dell'ordine "{1}" \u00E8 in uno stato non ammesso.
#Pretix
# Orders flow
pretix.orders_flow.user_already_bought_event=Hai gi\u00E0 fatto un ordine per questo evento!
pretix.orders_flow.personal_info_not_updated=Devi prima aggiornare le tue informazioni personali, o marcarle come gi\u00E0 corrette!
pretix.orders_flow.minimum_age=Devi avere almeno {0} anni per partecipare a questo evento!
pretix.orders_flow.shop_not_open=La vendita dei biglietti non \u00E8 ancora iniziata.
pretix.orders_flow.reservation_edit_expired=Non \u00E8 possibile modificare la prenotazione dopo la data di scadenza.
pretix.orders_flow.order_fetch_fail=C'\u00E8 stato un errore nel ricercare il tuo ordine. Contatta il supporto e non creare nuovi ordini, se non esplicitamente richiesto.
pretix.orders_flow.order_parse_fail=C'\u00E8 stato un errore nell'elaborare il tuo ordine. Contatta il supporto e non creare nuovi ordini.
pretix.orders_flow.order_secret_check_fail=Il tuo ordine ha fallito alcuni controlli d'integrit\u00E0. (segreto invalido)
pretix.orders_flow.order_multiple=Hai gi\u00E0 fatto un ordine per questo evento.
pretix.orders_flow.order_already_claimed=Questo ordine \u00E8 gi\u00E0 stato collegato a un altro utente. Se pensi che questo sia un errore, contatta il supporto.
pretix.orders_flow.payment_illegal_state=Uno dei tuoi pagamenti \u00E8 in uno stato non ammesso. Dettagli: "{0}".
pretix.orders_flow.refund_illegal_state=Uno dei tuoi rimborsi \u00E8 in uno stato non ammesso. Dettagli: "{0}".
pretix.answer_push_fail=Non \u00E8 stato possibile connettersi il sistema di biglietti. (Push answers fallita)
#Room
room.not_found=Stanza non trovata.
room.full=La stanza \u00E8 piena.
room.buy.fail.quota_ended=Non ci sono pi\u00F9 stanze di questa tipologia.
room.buy.fail.no_room_for_capacity=Non ci sono pi\u00F9 stanze per {0} persone.
room.edit.editing_expired=Non puoi modificare la tua stanza dopo la data di scadenza.
room.user_has_not_bought_any_room=Acquista prima una stanza!
room.user_has_a_room=L'utente possiede gi\u00E0 una stanza.
room.user_does_not_own_a_room=L'utente non possiede una stanza.
room.user_in_a_room_already=L'utente \u00E8 gi\u00E0 in una stanza.
room.user_already_invited_in_room=L'utente \u00E8 gi\u00E0 stato invitato in stanza.
room.user_is_owner=L'utente \u00E8 gi\u00E0 il proprietario della stanza.
room.edit_denied=Non puoi gestire questa stanza.
room.not_from_current_event=Questa stanza \u00E8 di un evento passato.
room.already_confirmed=Questa stanza \u00E8 gi\u00E0 stata confermata.
room.not_confirmed=Questa stanza non \u00E8 stata ancora confermata.
room.confirm_error=Non \u00E8 stato possibile confermare la stanza.
room.unconfirm_error=Non \u00E8 stato possibile annullare la conferma della stanza.
room.create_fail_no_order=Non \u00E8 possibile creare una stanza senza possedere un ordine.
room.position_invalid=Uno degli elementi del tuo ordine \u00E8 rimosso. Dettagli: "{0}".
# Guest
room.guest.not_found=Ospite non trovato.
room.guest.already_confirmed=L'ospite \u00E8 gi\u00E0 stato confermato.
room.guest.not_confirmed=L'ospite non ha ancora confermato l'invito.
room.guest.edit_denied=Non hai i permessi di modificare la sistemazione dell'ospite.
# Exchange
room.exchange.not_found=Richiesta scambio stanze non trovato.
room.exchange.not_confirmed=Ogni richiesta scambio stanze deve essere esplicitamente confermata da entrambe le parti: richiedente e destinatario. Controllate la casella di posta elettronica, per poter confermare lo scambio.
room.exchange.access_denied=Non hai il permesso di interagire con questa richiesta di scambio.
room.exchange.room_not_found=Non \u00E8 stata trovata alcuna stanza durante lo scambio.
# Upgrade
room.upgrade.fail.same_room=Non puoi fare upgrade allo stesso tipo di stanza.
room.upgrade.fail.price_change_negative=Non puoi fare downgrade del tipo di stanza.
room.upgrade.fail.too_small=Il tipo stanza che hai scelto non ha abbastanza spazio per tutti i tuoi ospiti. Scegli un altro tipo di stanza, oppure espelli alcuni ospiti.
#Membership
# Card
membership.card.not_found=Membership card non trovata.
membership.card.already_registered=Questa membership card \u00E8 gi\u00E0 stata registrata.
membership.card.delete_fail_linked=Non \u00E8 possibile eliminare la tessera, perch\u00E9 legata a un ordine.
#Roles
roles.role_not_found=Ruolo non trovato.
roles.update_fail=Non \u00E8 stato possibile aggiornare il ruolo "{0}".
#Common
common.editing_expired=Il tempo per ulteriori modifiche \u00E8 scaduto.
common.user_does_not_have_permission=Birichino :)
common.event_not_found=Evento non trovato.
common.invalid_request_input=Il campo "{0}" ha un valore non valido ({1})
common.server_error=Si \u00E8 verificato un errore mentre elaboravo la tua richiesta! Per favore, riprova in un altro momento o contattaci se il problema dovesse persistere!